requestorder.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:gs="http://foodmenu.io/cs/webservice">
    <soapenv:Header/>
    <soapenv:Body>
        <gs:addOrderRequest>
            <gs:order>

            </gs:order>
        </gs:addOrderRequest>
    </soapenv:Body>
</soapenv:Envelope>